Revit 2024 API
UnitTypeId.KilogramsPerSquareMeter Property
 Kilograms per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsPerSquareMeter { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsPerSquareMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsPerSquareMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace